<template>
    <div class="w-[375px] h-[2817px] relative bg-white">
  <div
    class="flex justify-between items-center w-[375px] h-[75px] absolute left-[-1px] top-[-1px] px-6 py-2.5 bg-[#333]"
  >
    <div class="flex-grow-0 flex-shrink-0 w-[50px] h-[59px] relative">
      <img
        src="jazzfest.png"
        class="w-[50px] h-[59px] absolute left-[-1px] top-[-1px] object-cover"
      />
    </div>
    <div class="flex-grow-0 flex-shrink-0 w-[228.53px] h-[70px] relative"></div>
    <svg
      width="45"
      height="29"
      viewBox="0 0 45 29"
      fill="none"
      xmlns="http://www.w3.org/2000/svg"
      class="flex-grow-0 flex-shrink-0 w-[45px] h-6 relative"
      preserveAspectRatio="none"
    >
      <line
        x1="1.5"
        y1="2"
        x2="34.3267"
        y2="2"
        stroke="#FAFFFF"
        stroke-width="3"
        stroke-linecap="round"
      ></line>
      <line
        x1="1.5"
        y1="14.5"
        x2="34.3267"
        y2="14.5"
        stroke="#FAFFFF"
        stroke-width="3"
        stroke-linecap="round"
      ></line>
      <line
        x1="1.5"
        y1="27"
        x2="34.3267"
        y2="27"
        stroke="#FAFFFF"
        stroke-width="3"
        stroke-linecap="round"
      ></line>
    </svg>
  </div>
  <div class="flex justify-start items-center w-[345px] absolute left-3.5 top-[114px] gap-2.5">
    <p class="flex-grow w-[345px] text-base text-left text-black">
      <span class="flex-grow w-[345px] text-base text-left text-black"
        >Nouveau festival de musique Jazz Français.</span
      ><br /><span class="flex-grow w-[345px] text-base text-left text-black"
        >Découvrez la programmation de la première édition de cet évènement.</span
      >
    </p>
  </div>
  <div
    class="flex flex-col justify-start items-start w-80 h-[1080px] absolute left-[26.5px] top-[229px] rounded-[30px]"
  >
    <div class="self-stretch flex-grow-0 flex-shrink-0 h-[294px]">
      <div
        class="flex flex-col justify-center items-center w-80 absolute left-[319.5px] top-[-0.5px] gap-2.5 rounded-tl-[30px] rounded-tr-[30px] rounded-br-[30px]"
      >
        <img
          src="markus-spiske-gnxktpzhjcm-unsplash-1.jpeg"
          class="self-stretch flex-grow-0 flex-shrink-0 h-[294px] rounded-tl-[30px] rounded-tr-[30px] object-cover"
        />
      </div>
    </div>
    <div class="self-stretch flex-grow-0 flex-shrink-0 h-[294px]">
      <div
        class="flex flex-col justify-center items-center w-80 absolute left-[319.5px] top-[293.5px] gap-2.5"
      >
        <img
          src="markus-spiske-gnxktpzhjcm-unsplash-1-3.jpeg"
          class="self-stretch flex-grow-0 flex-shrink-0 h-[294px] object-cover"
        />
      </div>
    </div>
    <div class="self-stretch flex-grow-0 flex-shrink-0 h-[294px]">
      <div
        class="flex flex-col justify-center items-center w-80 absolute left-[319.5px] top-[587.5px] gap-2.5"
      >
        <img
          src="markus-spiske-gnxktpzhjcm-unsplash-1-2.jpeg"
          class="self-stretch flex-grow-0 flex-shrink-0 h-[294px] object-cover"
        />
      </div>
    </div>
    <div
      class="flex flex-col justify-center items-center self-stretch flex-grow-0 flex-shrink-0 h-[198px] relative gap-5 p-5 rounded-bl-[30px] rounded-br-[30px] bg-gray-50"
      style="box-shadow: 0px 10px 15px 0 rgba(0,0,0,0.25);"
    >
      <p
        class="self-stretch flex-grow-0 flex-shrink-0 w-[280px] text-3xl font-bold text-center text-black"
      >
        PROGRAMMATION
      </p>
      <p class="self-stretch flex-grow-0 flex-shrink-0 w-[280px] text-base text-center text-black">
        Découvrez qui sont les artistes du Jazz Fest 2022
      </p>
      <div
        class="flex justify-center items-center flex-grow-0 flex-shrink-0 w-[193px] h-10 relative gap-2.5 rounded-[15px] border-2 border-[#ff5c00]"
      >
        <p class="flex-grow w-[193px] h-[38px] text-2xl text-center text-black">Découvrir</p>
      </div>
    </div>
  </div>
  <div class="flex justify-center items-center w-80 absolute left-[26px] top-[1349px] gap-5">
    <img
      src="markus-spiske-gnxktpzhjcm-unsplash-5.png"
      class="self-stretch flex-grow rounded-[50px] object-cover"
    /><img
      src="markus-spiske-gnxktpzhjcm-unsplash-6.png"
      class="self-stretch flex-grow rounded-[50px] object-cover"
    /><svg
      width="40"
      height="40"
      viewBox="0 0 40 40"
      fill="none"
      xmlns="http://www.w3.org/2000/svg"
      class="flex-grow-0 flex-shrink-0 w-10 h-10 relative"
      preserveAspectRatio="xMidYMid meet"
    >
      <path
        d="M33.3334 13.6333V4.99998C33.3334 4.55795 33.1578 4.13403 32.8452 3.82147C32.5326 3.50891 32.1087 3.33331 31.6667 3.33331C31.2247 3.33331 30.8007 3.50891 30.4882 3.82147C30.1756 4.13403 30 4.55795 30 4.99998V13.6333C29.0348 13.9837 28.2008 14.6227 27.6114 15.4636C27.0221 16.3045 26.7059 17.3064 26.7059 18.3333C26.7059 19.3602 27.0221 20.3621 27.6114 21.203C28.2008 22.0439 29.0348 22.683 30 23.0333V35C30 35.442 30.1756 35.8659 30.4882 36.1785C30.8007 36.4911 31.2247 36.6666 31.6667 36.6666C32.1087 36.6666 32.5326 36.4911 32.8452 36.1785C33.1578 35.8659 33.3334 35.442 33.3334 35V23.0333C34.2986 22.683 35.1326 22.0439 35.722 21.203C36.3113 20.3621 36.6275 19.3602 36.6275 18.3333C36.6275 17.3064 36.3113 16.3045 35.722 15.4636C35.1326 14.6227 34.2986 13.9837 33.3334 13.6333ZM31.6667 20C31.337 20 31.0148 19.9022 30.7407 19.7191C30.4667 19.536 30.253 19.2757 30.1269 18.9711C30.0007 18.6666 29.9677 18.3315 30.032 18.0082C30.0964 17.6849 30.2551 17.3879 30.4882 17.1548C30.7213 16.9217 31.0182 16.763 31.3415 16.6987C31.6648 16.6344 31.9999 16.6674 32.3045 16.7935C32.609 16.9197 32.8693 17.1333 33.0525 17.4074C33.2356 17.6814 33.3334 18.0037 33.3334 18.3333C33.3334 18.7753 33.1578 19.1993 32.8452 19.5118C32.5326 19.8244 32.1087 20 31.6667 20ZM21.6667 23.6333V4.99998C21.6667 4.55795 21.4911 4.13403 21.1785 3.82147C20.866 3.50891 20.442 3.33331 20 3.33331C19.558 3.33331 19.1341 3.50891 18.8215 3.82147C18.5089 4.13403 18.3334 4.55795 18.3334 4.99998V23.6333C17.3681 23.9837 16.5341 24.6227 15.9448 25.4636C15.3554 26.3045 15.0392 27.3064 15.0392 28.3333C15.0392 29.3602 15.3554 30.3621 15.9448 31.203C16.5341 32.0439 17.3681 32.683 18.3334 33.0333V35C18.3334 35.442 18.5089 35.8659 18.8215 36.1785C19.1341 36.4911 19.558 36.6666 20 36.6666C20.442 36.6666 20.866 36.4911 21.1785 36.1785C21.4911 35.8659 21.6667 35.442 21.6667 35V33.0333C22.6319 32.683 23.4659 32.0439 24.0553 31.203C24.6446 30.3621 24.9608 29.3602 24.9608 28.3333C24.9608 27.3064 24.6446 26.3045 24.0553 25.4636C23.4659 24.6227 22.6319 23.9837 21.6667 23.6333ZM20 30C19.6704 30 19.3482 29.9022 19.0741 29.7191C18.8 29.536 18.5864 29.2757 18.4602 28.9711C18.3341 28.6666 18.3011 28.3315 18.3654 28.0082C18.4297 27.6849 18.5884 27.3879 18.8215 27.1548C19.0546 26.9217 19.3516 26.763 19.6749 26.6987C19.9982 26.6344 20.3333 26.6674 20.6378 26.7935C20.9424 26.9197 21.2027 27.1333 21.3858 27.4074C21.5689 27.6814 21.6667 28.0037 21.6667 28.3333C21.6667 28.7753 21.4911 29.1993 21.1785 29.5118C20.866 29.8244 20.442 30 20 30ZM10 10.3V4.99998C10 4.55795 9.82442 4.13403 9.51186 3.82147C9.1993 3.50891 8.77538 3.33331 8.33335 3.33331C7.89133 3.33331 7.4674 3.50891 7.15484 3.82147C6.84228 4.13403 6.66669 4.55795 6.66669 4.99998V10.3C5.70143 10.6503 4.86745 11.2894 4.27809 12.1303C3.68872 12.9711 3.37256 13.9731 3.37256 15C3.37256 16.0268 3.68872 17.0288 4.27809 17.8697C4.86745 18.7106 5.70143 19.3496 6.66669 19.7V35C6.66669 35.442 6.84228 35.8659 7.15484 36.1785C7.4674 36.4911 7.89133 36.6666 8.33335 36.6666C8.77538 36.6666 9.1993 36.4911 9.51186 36.1785C9.82442 35.8659 10 35.442 10 35V19.7C10.9653 19.3496 11.7993 18.7106 12.3886 17.8697C12.978 17.0288 13.2941 16.0268 13.2941 15C13.2941 13.9731 12.978 12.9711 12.3886 12.1303C11.7993 11.2894 10.9653 10.6503 10 10.3ZM8.33335 16.6666C8.00372 16.6666 7.68148 16.5689 7.4074 16.3858C7.13332 16.2026 6.9197 15.9423 6.79355 15.6378C6.66741 15.3332 6.6344 14.9981 6.69871 14.6748C6.76302 14.3515 6.92175 14.0546 7.15484 13.8215C7.38793 13.5884 7.6849 13.4296 8.0082 13.3653C8.3315 13.301 8.66662 13.334 8.97116 13.4602C9.2757 13.5863 9.536 13.7999 9.71914 14.074C9.90227 14.3481 10 14.6703 10 15C10 15.442 9.82442 15.8659 9.51186 16.1785C9.1993 16.4911 8.77538 16.6666 8.33335 16.6666Z"
        fill="black"
      ></path></svg
    ><img
      src="markus-spiske-gnxktpzhjcm-unsplash-5.png"
      class="self-stretch flex-grow rounded-[50px] object-cover"
    /><img
      src="markus-spiske-gnxktpzhjcm-unsplash-6.png"
      class="self-stretch flex-grow rounded-[50px] object-cover"
    />
  </div>
  <div class="flex flex-col justify-start items-start w-80 absolute left-[26px] top-[1429px]">
    <div class="self-stretch flex-grow-0 flex-shrink-0 h-[294px]">
      <div
        class="flex flex-col justify-center items-center w-80 h-[294px] absolute left-[319.5px] top-[-0.5px]"
      >
        <div class="self-stretch flex-grow-0 flex-shrink-0 h-[294px]">
          <img
            src="color-2174066__340-1.png"
            class="w-80 h-[294px] absolute left-[319.5px] top-[-0.5px] rounded-tl-[30px] rounded-tr-[30px] object-cover"
          />
          <p class="w-[280px] absolute left-[300px] top-[82px] text-center text-[#faffff]">
            <span class="w-[280px] text-3xl font-semibold text-center text-[#faffff]"
              >BILLETTERIE</span
            ><br /><br /><span class="w-[280px] text-2xl text-center text-[#faffff]"
              >Billet journée</span
            ><br /><span class="w-[280px] text-2xl text-center text-[#faffff]"
              >Forfait 2 ou 3 jours</span
            >
          </p>
        </div>
      </div>
    </div>
    <div class="self-stretch flex-grow-0 flex-shrink-0 h-[105px]">
      <div
        class="flex flex-col justify-center items-center w-80 h-[105px] absolute left-[-0.5px] top-[293.5px] gap-5 p-5 rounded-bl-[30px] rounded-br-[30px] bg-gray-50"
        style="box-shadow: 0px 10px 15px 0 rgba(0,0,0,0.25);"
      >
        <div
          class="flex justify-center items-center flex-grow-0 flex-shrink-0 w-[193px] h-[70px] gap-[15px] pt-5 pb-[18px] rounded-[15px] border-2 border-[#ff5c00]"
        >
          <div class="flex justify-center items-center flex-grow h-[55px] relative gap-2.5">
            <p class="flex-grow w-[193px] text-2xl text-center text-black">
              Accéder à la billetterie
            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
  <div class="flex justify-start items-start w-80 absolute left-[26px] top-[1948px]">
    <div class="flex justify-start items-start flex-grow-0 flex-shrink-0 w-80 gap-2.5">
      <div class="flex flex-col justify-start items-start flex-grow relative">
        <div class="self-stretch flex-grow-0 flex-shrink-0 h-[294px]">
          <div
            class="flex flex-col justify-center items-center w-80 absolute left-[319.5px] top-[-0.5px] gap-2.5"
          >
            <img
              src="markus-spiske-gnxktpzhjcm-unsplash-1-4.jpeg"
              class="self-stretch flex-grow-0 flex-shrink-0 h-[294px] rounded-tl-[30px] rounded-tr-[30px] object-cover"
            />
          </div>
        </div>
        <div class="self-stretch flex-grow-0 flex-shrink-0 h-[134px]">
          <div
            class="flex flex-col justify-center items-center w-80 absolute left-[-0.5px] top-[293.5px] gap-5 p-5 rounded-bl-[30px] rounded-br-[30px] bg-gray-50"
            style="box-shadow: 0px 10px 15px 0 rgba(0,0,0,0.25);"
          >
            <p
              class="self-stretch flex-grow-0 flex-shrink-0 w-[280px] text-3xl font-bold text-center text-black"
            >
              JAZZ FEST
            </p>
            <div
              class="flex justify-center items-center flex-grow-0 flex-shrink-0 w-[193px] h-[38px] relative gap-2.5 rounded-[15px] border-2 border-[#ff5c00]"
            >
              <p
                class="flex-grow-0 flex-shrink-0 w-[193px] h-[38px] text-2xl text-center text-black"
              >
                Découvrir
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
  <div class="flex justify-center items-center w-80 absolute left-[26px] top-[1868px] gap-5">
    <img
      src="markus-spiske-gnxktpzhjcm-unsplash-5.png"
      class="self-stretch flex-grow rounded-[50px] object-cover"
    /><img
      src="markus-spiske-gnxktpzhjcm-unsplash-6.png"
      class="self-stretch flex-grow rounded-[50px] object-cover"
    /><svg
      width="40"
      height="40"
      viewBox="0 0 40 40"
      fill="none"
      xmlns="http://www.w3.org/2000/svg"
      class="flex-grow-0 flex-shrink-0 w-10 h-10 relative"
      preserveAspectRatio="xMidYMid meet"
    >
      <path
        d="M34.1 16.05C33.866 13.6149 33.0054 11.2818 31.602 9.27803C30.1985 7.27425 28.3001 5.66805 26.0916 4.61582C23.8831 3.56359 21.4398 3.1012 18.9995 3.27367C16.5592 3.44614 14.2052 4.2476 12.1667 5.6C10.4153 6.77107 8.94507 8.3155 7.86156 10.1223C6.77804 11.9291 6.10814 13.9535 5.89998 16.05C5.69579 18.1328 5.95777 20.2349 6.66694 22.2038C7.3761 24.1727 8.51465 25.9591 9.99998 27.4333L18.8333 36.2833C18.9883 36.4396 19.1726 36.5635 19.3757 36.6482C19.5788 36.7328 19.7966 36.7763 20.0167 36.7763C20.2367 36.7763 20.4545 36.7328 20.6576 36.6482C20.8607 36.5635 21.045 36.4396 21.2 36.2833L30 27.4333C31.4853 25.9591 32.6239 24.1727 33.333 22.2038C34.0422 20.2349 34.3042 18.1328 34.1 16.05ZM27.6666 25.0833L20 32.75L12.3333 25.0833C11.2035 23.9534 10.338 22.5872 9.7991 21.0829C9.26021 19.5786 9.06129 17.9737 9.21665 16.3833C9.37302 14.7685 9.88626 13.2086 10.7193 11.8164C11.5523 10.4242 12.6842 9.23451 14.0333 8.33333C15.8016 7.15873 17.8772 6.53216 20 6.53216C22.1228 6.53216 24.1984 7.15873 25.9666 8.33333C27.3116 9.23103 28.4411 10.4155 29.2739 11.8016C30.1067 13.1877 30.6222 14.741 30.7833 16.35C30.9437 17.9457 30.7473 19.5571 30.2083 21.0676C29.6693 22.578 28.8011 23.9497 27.6666 25.0833ZM20 10C18.5166 10 17.0666 10.4399 15.8332 11.264C14.5998 12.0881 13.6385 13.2594 13.0709 14.6299C12.5032 16.0003 12.3547 17.5083 12.6441 18.9632C12.9335 20.418 13.6478 21.7544 14.6967 22.8033C15.7456 23.8522 17.0819 24.5665 18.5368 24.8559C19.9917 25.1453 21.4997 24.9968 22.8701 24.4291C24.2406 23.8614 25.4119 22.9001 26.236 21.6668C27.0601 20.4334 27.5 18.9834 27.5 17.5C27.4956 15.5122 26.704 13.6071 25.2984 12.2016C23.8929 10.796 21.9878 10.0044 20 10ZM20 21.6667C19.1759 21.6667 18.3703 21.4223 17.6851 20.9645C16.9999 20.5066 16.4659 19.8559 16.1505 19.0945C15.8351 18.3332 15.7526 17.4954 15.9134 16.6871C16.0742 15.8789 16.471 15.1364 17.0537 14.5537C17.6364 13.971 18.3789 13.5742 19.1871 13.4134C19.9954 13.2526 20.8331 13.3351 21.5945 13.6505C22.3559 13.9659 23.0066 14.4999 23.4644 15.1851C23.9223 15.8703 24.1666 16.6759 24.1666 17.5C24.1666 18.6051 23.7277 19.6649 22.9463 20.4463C22.1649 21.2277 21.1051 21.6667 20 21.6667Z"
        fill="black"
      ></path></svg
    ><img
      src="markus-spiske-gnxktpzhjcm-unsplash-5.png"
      class="self-stretch flex-grow rounded-[50px] object-cover"
    /><img
      src="markus-spiske-gnxktpzhjcm-unsplash-6.png"
      class="self-stretch flex-grow rounded-[50px] object-cover"
    />
  </div>
  <div class="w-[375px] h-[400px] absolute left-[-1px] top-[2416px]">
    <div class="w-[375px] h-[400px] absolute left-[-1.02px] top-[-1.02px] bg-[#333]"></div>
    <img
      src="logo_minimaliste_2_png-2.png"
      class="w-[73.8px] h-[89.72px] absolute left-[12.41px] top-[17.98px] object-cover"
    />
    <div class="w-[238.37px] h-[50px]">
      <div
        class="flex justify-center items-start w-[237.37px] absolute left-[127.5px] top-[21.4px] gap-2.5 pl-5 pr-2.5 py-2.5 rounded-[5px] bg-white border border-[#6f6f6f]"
      >
        <p class="flex-grow w-[207.37px] text-base text-left text-[#6f6f6f]">Français</p>
      </div>
      <svg
        width="49"
        height="50"
        viewBox="0 0 49 50"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
        class="w-[47.95px] h-[50px] absolute left-[317.92px] top-[16.5px]"
        preserveAspectRatio="none"
      >
        <path
          d="M34.3842 19.1042C34.0099 18.7161 33.5035 18.4984 32.9757 18.4984C32.4479 18.4984 31.9415 18.7161 31.5672 19.1042L24.3949 26.4792L17.3224 19.1042C16.9481 18.7161 16.4418 18.4984 15.9139 18.4984C15.3861 18.4984 14.8798 18.7161 14.5055 19.1042C14.3182 19.2978 14.1696 19.5283 14.0681 19.7821C13.9667 20.036 13.9145 20.3083 13.9145 20.5833C13.9145 20.8584 13.9667 21.1307 14.0681 21.3845C14.1696 21.6384 14.3182 21.8688 14.5055 22.0625L22.9764 30.8958C23.1621 31.0911 23.3831 31.2461 23.6265 31.3519C23.87 31.4576 24.1311 31.5121 24.3949 31.5121C24.6586 31.5121 24.9198 31.4576 25.1632 31.3519C25.4067 31.2461 25.6276 31.0911 25.8134 30.8958L34.3842 22.0625C34.5714 21.8688 34.7201 21.6384 34.8215 21.3845C34.9229 21.1307 34.9752 20.8584 34.9752 20.5833C34.9752 20.3083 34.9229 20.036 34.8215 19.7821C34.7201 19.5283 34.5714 19.2978 34.3842 19.1042Z"
          fill="#FF5C00"
        ></path></svg
      ><img
        src="drapeau-fr.png"
        class="w-[29.92px] h-[31.2px] absolute left-[140.11px] top-[26.52px] object-cover"
      />
    </div>
    <p
      class="w-[149.6px] h-4 absolute left-[120.87px] top-[374px] text-[12.479998588562012px] text-left text-white"
    >
      Copyright ©JazzFest 2023
    </p>
    <p
      class="w-[100px] h-8 absolute left-[9.62px] top-[226px] text-[12.479998588562012px] text-left text-white"
    >
      Découvrez le festival !
    </p>
    <p
      class="w-10 h-4 absolute left-[9.62px] top-[269.68px] text-[12.479998588562012px] text-left text-white"
    >
      Presse
    </p>
    <p
      class="w-[105px] h-[25px] absolute left-[9.62px] top-[172px] text-[20.799999237060547px] font-bold text-left text-white"
    >
      GoBike
    </p>
    <p
      class="w-[49px] h-4 absolute left-[144.62px] top-[226px] text-[12.479998588562012px] text-left text-white"
    >
      Contact
    </p>
    <p
      class="w-6 h-4 absolute left-[144.62px] top-[269.68px] text-[12.479998588562012px] text-left text-white"
    >
      FAQ
    </p>
    <p
      class="w-[85px] h-[25px] absolute left-[144.62px] top-[172px] text-[20.799999237060547px] font-bold text-left text-white"
    >
      Aide
    </p>
    <p
      class="w-[103px] h-4 absolute left-[256.62px] top-[269.68px] text-[12.479998588562012px] text-left text-white"
    >
      Mentions légales
    </p>
    <p
      class="w-12 h-4 absolute left-[256.62px] top-[226px] text-[12.479998588562012px] text-left text-white"
    >
      Cookies
    </p>
    <p
      class="w-[85px] h-[25px] absolute left-[256.62px] top-[172px] text-[20.799999237060547px] font-bold text-left text-white"
    >
      Légal
    </p>
    <svg
      width="168"
      height="50"
      viewBox="0 0 168 50"
      fill="none"
      xmlns="http://www.w3.org/2000/svg"
      class="w-[167.82px] h-[50px]"
      preserveAspectRatio="none"
    >
      <path
        d="M33.8988 19.7C33.7338 19.4455 33.5115 19.2372 33.2513 19.0934C32.991 18.9495 32.7009 18.8745 32.4064 18.875H27.0121V15.125H30.9679C31.4448 15.125 31.9021 14.9275 32.2393 14.5758C32.5765 14.2242 32.766 13.7473 32.766 13.25V5.75C32.766 5.25272 32.5765 4.77581 32.2393 4.42417C31.9021 4.07254 31.4448 3.875 30.9679 3.875H25.2141C22.4482 3.875 19.7955 5.02076 17.8398 7.06021C15.884 9.09967 14.7852 11.8658 14.7852 14.75V18.875H10.8294C10.3526 18.875 9.89522 19.0725 9.55802 19.4242C9.22081 19.7758 9.03137 20.2527 9.03137 20.75V28.25C9.03137 28.7473 9.22081 29.2242 9.55802 29.5758C9.89522 29.9275 10.3526 30.125 10.8294 30.125H14.7852V43.25C14.7852 43.7473 14.9747 44.2242 15.3119 44.5758C15.6491 44.9275 16.1064 45.125 16.5833 45.125H25.2141C25.6909 45.125 26.1483 44.9275 26.4855 44.5758C26.8227 44.2242 27.0121 43.7473 27.0121 43.25V30.125H29.5294C29.8896 30.1254 30.2415 30.013 30.5396 29.8023C30.8378 29.5917 31.0684 29.2926 31.2017 28.9438L34.0786 21.4438C34.1872 21.1598 34.2276 20.8525 34.1962 20.5486C34.1649 20.2447 34.0628 19.9534 33.8988 19.7ZM28.3068 26.375H25.2141C24.7372 26.375 24.2798 26.5725 23.9426 26.9242C23.6054 27.2758 23.416 27.7527 23.416 28.25V41.375H18.3814V28.25C18.3814 27.7527 18.1919 27.2758 17.8547 26.9242C17.5175 26.5725 17.0602 26.375 16.5833 26.375H12.6275V22.625H16.5833C17.0602 22.625 17.5175 22.4275 17.8547 22.0758C18.1919 21.7242 18.3814 21.2473 18.3814 20.75V14.75C18.3861 12.8619 19.1075 11.0525 20.3879 9.71733C21.6682 8.38221 23.4034 7.62995 25.2141 7.625H29.1698V11.375H27.7314C27.1226 11.2825 26.5021 11.3213 25.9082 11.489C25.3144 11.6567 24.7599 11.9498 24.2791 12.35C23.9873 12.6686 23.7604 13.0454 23.612 13.4579C23.4637 13.8704 23.397 14.3099 23.416 14.75V20.75C23.416 21.2473 23.6054 21.7242 23.9426 22.0758C24.2798 22.4275 24.7372 22.625 25.2141 22.625H29.7452L28.3068 26.375Z"
        fill="#FAFFFF"
      ></path>
      <path
        d="M81.5538 14.5834C79.5781 14.5834 77.6468 15.1943 76.0041 16.3389C74.3613 17.4835 73.081 19.1103 72.3249 21.0137C71.5688 22.9171 71.371 25.0116 71.7565 27.0322C72.1419 29.0528 73.0933 30.9089 74.4903 32.3657C75.8873 33.8225 77.6673 34.8146 79.605 35.2165C81.5427 35.6185 83.5513 35.4122 85.3766 34.6238C87.2019 33.8354 88.762 32.5002 89.8596 30.7872C90.9573 29.0742 91.5431 27.0602 91.5431 25C91.5431 22.2374 90.4907 19.5878 88.6173 17.6343C86.744 15.6808 84.2032 14.5834 81.5538 14.5834ZM81.5538 31.25C80.3684 31.25 79.2096 30.8835 78.224 30.1967C77.2383 29.5099 76.4701 28.5338 76.0165 27.3918C75.5628 26.2498 75.4441 24.9931 75.6754 23.7807C75.9067 22.5683 76.4775 21.4547 77.3157 20.5806C78.1539 19.7065 79.2219 19.1113 80.3845 18.8701C81.5472 18.629 82.7523 18.7527 83.8475 19.2258C84.9427 19.6988 85.8787 20.4999 86.5373 21.5277C87.1959 22.5555 87.5474 23.7639 87.5474 25C87.5474 26.6576 86.916 28.2473 85.7919 29.4194C84.6679 30.5915 83.1434 31.25 81.5538 31.25ZM91.5431 12.5C91.148 12.5 90.7617 12.6222 90.4332 12.8511C90.1046 13.08 89.8486 13.4054 89.6974 13.7861C89.5461 14.1668 89.5066 14.5857 89.5837 14.9898C89.6608 15.3939 89.851 15.7651 90.1304 16.0565C90.4098 16.3479 90.7658 16.5463 91.1534 16.6267C91.5409 16.707 91.9426 16.6658 92.3077 16.5081C92.6728 16.3504 92.9848 16.0834 93.2043 15.7408C93.4238 15.3982 93.541 14.9954 93.541 14.5834C93.541 14.0308 93.3305 13.5009 92.9559 13.1102C92.5812 12.7195 92.073 12.5 91.5431 12.5ZM101.413 17.1667C101.379 15.3863 101.055 13.6249 100.454 11.9584C99.8958 10.4418 99.0383 9.06459 97.9369 7.91606C96.8355 6.76753 95.5148 5.87339 94.0605 5.29169C92.4623 4.66439 90.7731 4.3262 89.0658 4.29169C87.1279 4.16669 86.4886 4.16669 81.5538 4.16669C76.6191 4.16669 75.9798 4.16669 74.0419 4.29169C72.3345 4.3262 70.6454 4.66439 69.0472 5.29169C67.5929 5.87339 66.2722 6.76753 65.1707 7.91606C64.0693 9.06459 63.2119 10.4418 62.654 11.9584C62.0525 13.6249 61.7282 15.3863 61.6951 17.1667C61.5752 19.2084 61.5752 19.875 61.5752 25C61.5752 30.125 61.5752 30.7917 61.6951 32.8334C61.7282 34.6137 62.0525 36.3751 62.654 38.0417C63.2119 39.5582 64.0693 40.9355 65.1707 42.084C66.2722 43.2325 67.5929 44.1267 69.0472 44.7084C70.6454 45.3356 72.3345 45.6738 74.0419 45.7084C76.0397 45.7084 76.6191 45.8334 81.5538 45.8334C86.4886 45.8334 87.1279 45.8334 89.0658 45.7084C90.7731 45.6738 92.4623 45.3356 94.0605 44.7084C95.5148 44.1267 96.8355 43.2325 97.9369 42.084C99.0383 40.9355 99.8958 39.5582 100.454 38.0417C101.055 36.3751 101.379 34.6137 101.413 32.8334C101.413 30.75 101.532 30.125 101.532 25C101.532 19.875 101.532 19.2084 101.413 17.1667ZM97.4169 32.6459C97.3818 33.968 97.1458 35.2759 96.7176 36.5209C96.3636 37.5049 95.804 38.3945 95.0794 39.125C94.383 39.881 93.5282 40.4585 92.582 40.8125C91.3853 41.2773 90.1227 41.5308 88.846 41.5625C86.968 41.5625 86.3887 41.6667 81.5338 41.6667C76.679 41.6667 76.1196 41.6667 74.2416 41.6667C72.9671 41.6324 71.7059 41.3862 70.5056 40.9375C69.562 40.5683 68.7089 39.9848 68.0083 39.2292C67.2834 38.503 66.7295 37.6117 66.39 36.625C65.9461 35.3838 65.7031 34.0743 65.6708 32.75C65.6708 30.6667 65.6708 30.1459 65.6708 25.1042C65.6708 20.0625 65.6708 19.4584 65.6708 17.4584C65.7053 16.1275 65.9482 14.8116 66.39 13.5625C66.7348 12.5847 67.2882 11.7013 68.0083 10.9792C68.7047 10.2233 69.5595 9.64569 70.5056 9.29169C71.7023 8.82689 72.965 8.57341 74.2416 8.54169C76.1196 8.33335 76.699 8.33335 81.5538 8.33335C86.4086 8.33335 86.988 8.33335 88.866 8.33335C90.1489 8.36737 91.4178 8.62074 92.622 9.08335C93.5597 9.44285 94.4068 10.0199 95.0993 10.7709C95.8243 11.4971 96.3781 12.3884 96.7176 13.375C97.2067 14.6429 97.4837 15.9887 97.5367 17.3542C97.5367 19.4375 97.6366 19.9584 97.6366 25C97.6366 30.0417 97.5367 30.6459 97.5367 32.6459H97.4169Z"
        fill="#FAFFFF"
      ></path>
      <path
        d="M149.661 21.8333L143.667 18.2083C143.135 17.8802 142.528 17.7072 141.909 17.7072C141.291 17.7072 140.684 17.8802 140.151 18.2083C139.615 18.5237 139.17 18.9845 138.864 19.542C138.558 20.0994 138.402 20.7328 138.413 21.375V28.625C138.402 29.2672 138.558 29.9005 138.864 30.458C139.17 31.0154 139.615 31.4762 140.151 31.7916C140.684 32.1197 141.291 32.2928 141.909 32.2928C142.528 32.2928 143.135 32.1197 143.667 31.7916L149.661 28.1666C150.173 27.8387 150.597 27.3792 150.89 26.8321C151.184 26.285 151.338 25.6686 151.338 25.0416C151.338 24.4147 151.184 23.7983 150.89 23.2512C150.597 22.7041 150.173 22.2446 149.661 21.9166V21.8333ZM142.369 27.75V22.25L146.924 25L142.369 27.75ZM157.872 8.33331H129.902C128.312 8.33331 126.788 8.99179 125.664 10.1639C124.54 11.336 123.909 12.9257 123.909 14.5833V35.4166C123.909 37.0742 124.54 38.664 125.664 39.8361C126.788 41.0082 128.312 41.6666 129.902 41.6666H157.872C159.462 41.6666 160.986 41.0082 162.11 39.8361C163.234 38.664 163.866 37.0742 163.866 35.4166V14.5833C163.866 12.9257 163.234 11.336 162.11 10.1639C160.986 8.99179 159.462 8.33331 157.872 8.33331ZM159.87 35.4166C159.87 35.9692 159.66 36.4991 159.285 36.8898C158.91 37.2805 158.402 37.5 157.872 37.5H129.902C129.372 37.5 128.864 37.2805 128.489 36.8898C128.115 36.4991 127.904 35.9692 127.904 35.4166V14.5833C127.904 14.0308 128.115 13.5009 128.489 13.1102C128.864 12.7195 129.372 12.5 129.902 12.5H157.872C158.402 12.5 158.91 12.7195 159.285 13.1102C159.66 13.5009 159.87 14.0308 159.87 14.5833V35.4166Z"
        fill="#FAFFFF"
      ></path>
    </svg>
  </div>
</div>

</template>

<script>
export default {};
</script>